Repository: WPPlugins/cartasi-x-pay
Catalog: lang/xpay-cartasi-payment-gateway-*.po
Languages: it_it

source: CartaSi E-commerce credit/debit card payment gateway.
it_it: Modulo di pagamento per carte di pagamento.

source: Thank you for shopping with us. However, the transaction has been declined.
it_it: Grazie per l'acquisto, la transazione tuttavia non è stata autorizzata.

source: Thank you for shopping with us. Your account has been charged and your transaction is successful. We will be shipping your order to you soon.
it_it: Grazie per l'acquisto, la transazione si è completata con successo, evaderemo l'ordine al più presto.

source: CartaSi payment successful<br>Bank Reply Details<br>
it_it: Pagamento avvenuto con successo<br>dettagli transazione<br>

source: Please click the button below to pay with CartaSi.
it_it: Fai click qui per effettuare il pagamento.

source: Pay via CartaSi
it_it: Paga con CartaSi

source: Cancel order &amp; restore cart
it_it: Annulla ordine

source: Enable/Disable
it_it: Abilita/Disabilita

source: Enable CartaSi Payment Module.
it_it: Abilita il modulo di pagamento CartaSi.

source: Title:
it_it: Titolo:

source: This controls the title which the user sees during checkout.
it_it: Questo è il titolo mostrato al cliente nella pagina di checkout.

source: Payment Cards
it_it: Carte di pagamento

source: Description:
it_it: Descrizione:

source: This controls the description which the user sees during checkout.
it_it: Questa è la descrizione mostrata al cliente nella pagina di checkout.

source: Pay securely by credit and debit card or alternative payment methods through CartaSi. Card accepted:
it_it: Puoi pagare in modo sicuro con carte di credito e debito o con sistemi di pagamento innovativi grazie al servizio offerto da CartaSi. Strumenti accettati:

source: Credit Card Accepted:
it_it: Pagamenti accettati:

source: Choose the credit card scheme by which six agreement.
it_it: Scegli le carte di credito e metodi di pagamento accettati

source: Given to Merchant by CartaSi.
it_it: Fornito da CartaSi al venditore

source: CartaSi key MAC
it_it: CartaSi chiave MAC

source: Language form
it_it: Lingua pagina di pagamento

source: Select the language for CartaSi form
it_it: Scegli la lingua per la pagina di pagamento

source: Enable/Disable TEST Mode
it_it: Abilita/Disabilita la modalità TEST

source: Enable CartaSi Payment Module in testing mode.
it_it: Abilita il modulo CartaSi in modalità TEST

source: Register on <a href='https://ecommerce.cartasi.it/area-test'>ecommerce.cartasi.it/area-test</a> to have TEST's credentials.
it_it: Registrati sul sito <a href='https://ecommerce.cartasi.it/area-test'>ecommerce.cartasi.it/area-test</a> per avere le tue credenziali di TEST.

source: CartaSi key MAC TEST
it_it: CartaSi chiave MAC TEST
